Repository: Ertugrul-Kurubal/Data-Scientist
Catalog: Work/Modern Ways/Read Corpus/af-ar.tmx
Source language: af
Languages: ar

source: Welkom tuis, Meneer
ar: مرحباً بعودتك, سيدي

source: - Sebastian
ar: -سيباستيان) )

source: My dierbaarste!
ar: يا عزيزي!

source: - Gaaf om u hier te hê, Mev Sesemann
ar: (من الرائع أن تكونِ هنا سيده (سيسمان

source: Pappa!
ar: أبي!

source: - Klara, my kind!
ar: كلارا) طفلتي)

source: My liefste kind!
ar: طفلتي العزيزه

source: - hoe wonderlik, Pappa!
ar: -ياللروعة يا أبي

source: A, so hierdie is ons Adelheid?
ar: إذا هذه هي (أديلهايد) خاصتنا

source: Ek het 'n verrassing vir jou!
ar: لدي مفاجأة من أجلك

source: Ouma!
ar: جدتي!

source: - Klara
ar: (كلارا)

source: My soetste, soetste meisie
ar: طفلتي العزيزه

source: Ek reis net hier deur, maar ek moes jou eenvoudig net sien!
ar: كنت أمر فقط ولكن وجب علي رؤيتكِ

source: Laat my na jou kyk
ar: دعيني ألقي نظرة عليكٍ

source: Jy lyk baie goed!
ar: تبدين بخير

source: En...
ar: و...

source: Goeiedag, genadige
ar: طاب يومك يا سيده

source: Genadige vrou!
ar: سيده

source: Ag dis sommer twak!
ar: كلام فارغ!

source: Noem my net 'Ouma'
ar: فقط نادني الجده

source: Ons was reg om 'n metgesel vir Klara te soek
ar: كنا محقين بشأن إيجاد صديقة لها

source: Sy lyk baie beter, so vrolik
ar: إنها بحال أفضل الان, إنها مبتهجه

source: Ek's bevrees my nuus gaan u ietwat teleurstel
ar: أخشى أن الاخبار التي بحوزتي قد تتخفض من معنوياتك

source: Adelheid toon tekens, volgens my, daar's nie 'n ander manier om dit te stel, verstandelike afwyking
ar: (في رأيي أن (أديلهايد تظهر علامات لاتوجد طريقة أخرى لوصفها.. لا بمكنها استخدام عقلها

source: Verstandelike afwyking?
ar: لا يمكنها استخدام عقلها ؟

source: - Adelheid kan nog steeds nie lees nie
ar: -أديلهايد) لاتستطيع القراءة )

source: Sy kan nie eers die letters herken nie, selfs al doen Mnr Kandidat sy uiterste bes met haar
ar: لايمكنها تمييز الاحرف على الرغم من أن السيد ( كانديدات) يبذل أقصى جهده

source: Dit versteur Mej Klara se lesse ernstig
ar: (وهذا يضايق دروس السدة ( كلارا

source: En haar gedrag is net onmoontlik, regtig wild
ar: و أسلوبها جامح

source: Wel, wel, ek sal my eie opinie daaroor vorm en dan besluit ons verder
ar: حسناً, حسناً سأقوم بإتخاذ قراري وسنبدأ من هناك

source: "Toe die jong skaapwagter die skape die aand tel, besef hy dat die kleinste enetjie weg was"
ar: "عندما قام الراعي بعد الخرفان في المساء تبينلهأن الخروفالاصغرقداختفى "

source: "Waar kon hy wees?"
ar: "أين ذهب" ؟

source: "Buite het dit begin sneeu, en 'n ysige wind het gewaai"
ar: "في الخارج بدأ الثلج يتساقط."

source: Dit het gebeur met my en Peter eenkeer
ar: (حدث ذلك معي أنا و ( بيتر

source: Ons het 'n bok gekort
ar: فقدنا ماعزاً

source: Het julle hom weer gevind?
ar: هل وجدتموه ؟

source: - Ja, dankie tog!
ar: نعم

source: Daar, waar jy vandaan kom, is ek seker is dit baie anders as hier, is ek reg?
ar: المكان الذي جئتِ منه أنا متأكدة بأنه مختلف عن هذ المكان صحيح ؟

source: hoe gaan die storie aan?
ar: كيف تستكمل القصة ؟

source: asseblief
ar: رجاءاً

source: "Dit word donker en donkerder, en die sneeu vlieg deur die lug"
ar: "أصبح الجو مظلماً أكثر فأكثر, ورقائق الثلج دارت في الهواء."

source: "Maar skielik het hy die baie sagte blêr van 'n klein lammetjie gehoor"
ar: وفجأة" "سمع ثغاء الخروف و كان هادئاً

source: Reg, dis waar ek nou eers stop
ar: حسناً, سأتوقف هنا

source: Maar die lammetjie, het hy dit gekry?
ar: لكن ماذا عن الخروف الصغير هل وجده ؟

source: Jy kan dit self lees
ar: بإمكانك قراءة ذلك بنفسك

source: Maar ek kan nie
ar: لكنني لا استطيع

source: Waarom dan nie?
ar: لما لا ؟

source: Peter sê hy het nie nodig om ooit te lees nie
ar: بيتر) قال أنه لا يجب علينا القراءة)

source: Het Peter so gesê?
ar: بيتر) كان يعرف القراءة) أليس كذلك ؟

source: Jy moet nie altyd alles glo wat ander mense sê nie
ar: لا يجب عليكِ أن تصدقي مايقوله الاخرون دائماً

source: As jy kon lees, sal jy weet hoe die storie verloop
ar: إذا كنتِ تستطيعين القراءة فستعرفين بقية القصة

source: En jy hou van stories, dan nie?
ar: أنتِ تحبين القصص أليس كذلك ؟

source: Wel, dan?
ar: حسناً, إذاً

source: Ek sal die boek daar los vir jou
ar: سأترك الكتاب هنا لك

source: Heidi is 'n dierbare en 'n sensitiewe kind
ar: هايدي) طفلة جميلة و حساسه)

source: Ek's seker sy kan leer lees as sy die aandag kry
ar: أنا متأكد بأنها تستطيع القراءة إذا تم منحها الاهتمام

source: Baie dankie daarvoor
ar: شكراً يا إلهي على ذلك

source: Maar ek kry die indruk dat sy nie baie gelukkig is nie
ar: لكنني اكتشفت أنها ليست سعيده

source: Sy het alles wat sy nodig het
ar: كانت تملك كل ماكانت تحلم به

source: Dis iets diep binne
ar: إنه شيء في أعماقها

source: Om in hierdie huis te woon, gaan in teen alles wat sy is
ar: العيش في هذا المنزل يخالف شخصيتها

source: Klara was nog nooit so gelukkig nie
ar: كلارا) لم تكن سعيدة أبداً بهذا الشكل)

source: En dit help jou om nie so skuldig te voel om Klara alleen te los nie
ar: وتمنعك من الشعور بالذنب لترك (كلارا) وحيده

source: Dis twak
ar: هراء

source: Dag?
ar: أهلاً

source: Wat is in jou hand?
ar: ماهذا الذي في يدك ؟

source: 'n Spook!
ar: شبح!

source: Hoor u dit nie?
ar: ألا تسمعينه

source: Daar's nie so iets soos spoke nie! - Daar is! Luister!
ar: -لا وجود للاشباح هاهو!

source: Sebastian?
ar: سيباستيان) ؟

source: Help! 'n spook!
ar: ) ساعدني يوجد شبح

source: Is iets gesteel?
ar: لم يٌسرق شيء ؟

source: Ek het self die silwer getel, al 3 keer
ar: تحققت من الفضة ثلاث مرات مسبقاً

source: En ek het die deur gesluit
ar: ومن ثم أغلقت الباب

source: Ek belowe
ar: أقسم

source: Dit was 'n spook, defnitief
ar: لقد كان شبحاً بالتأكيد

source: Twak, Tinette, watse twak!
ar: (هذا هراء يا ( تينت

source: Sebastian, jy is 'n nugter man, hoe verklaar jy dit?
ar: سيباستيان) أنت رجل عقلاني, لابد أن تملك تفسيراً لما حصل)

source: Wel, ek moet erken, as Meneer my vra, dan gebeur daar regtig dinge, wat, wel... wat ietwat, hoe sal ek dit stel, wat effens bonatuurlik voorkom
ar: حسناً, عليّ أن أعترف إن سألني السيد فيجب أن أقول بأن الامور التي تحدث

source: Bonatuurlik? - Ja
ar: خارقة للطبيعة ؟

source: Reg, dan
ar: حسناً, إذاً

source: Ek gaan 'n stop sit aan al daardie gebeure maak asseblief seker dat die kinders niks hieromtrent hoor nie
ar: سأضع حداً لهذه الاشياء احرصوا ألا يعرف الاطفال بشأن هذه الامور

source: Nag
ar: عمتم مساءاً

source: Bed toe! - Nag
ar: -إلى السرير عمت مساءاً

source: In... die... vall... ei...
ar: في.. ال.. وا..

source: "In die vallei"
ar: "في الوادي."

source: "In die vallei, het daar 'n klein stroompie gevloei en in die helder water kon jy die forelle sien swem"
ar: "في الوادي, تدفقت هناك جدول صغير" وفي المياه العذبه

source: Ja!
ar: نعم!

source: Heidi, ek het geweet jy kan!
ar: هايدي) لقد علمت بأنكِ تستطيعين فعلها)

source: Ek het geweet - Mooi so!
ar: لقد علمت ذلك ممتاز

source: Wie kon dit dink?
ar: من كان ليظن ذلك ؟

source: "Die vis het silwer geblink, en het speels rondgedartel"
ar: السمكة لمعت باللون الفضي ورقصت فرحاً

source: "Hier by hierdie prag... pragtige plek, wou die skaapwagter bietjie rus en sy middagmaal geniet"
ar: هنا في هذا المكان ال.. جميل الراعي أراد أن يأخذ قسطاً من الراحه

source: Ja, sy kan dit doen!
ar: نعم, تستطيع فعلها

source: Ek's so in my skik, Ouma! - Bravo, bravo, Heidi!
ar: أنا سعيدة ياجدتي, ممتاز, ممتاز

source: Elke kind kan leer lees met 'n goeie onderwyser en bietjie geduld
ar: كل طفل يستطيع التعلم إذا توفر له المعلم الجيد و الصبر

source: Heidi, ek's verheugd!
ar: (أنا سعيدة يا ( هايدي

source: Ons klein Switserse meisie doen goed!
ar: فتاتنا السويسرية تبدو بأنها تقوم بعمل ممتاز

source: En dis hoekom... sy by ons moet bly
ar: ولهذا السبب.. يجب أن تبقى معنا

source: Vir altyd?
ar: -للابد ؟

source: Ja, my kind, vir altyd
ar: نعم ياطفلتي, للابد

source: Totsiens, Moeder - Totsiens
ar: -وداعاً يا أمي وداعاً

source: hoe lank kan jy bly, vriend?
ar: كم مدة من الزمن ستبقى هنا يا صديقي ؟

source: Ek sal gaan sodra ons hierdie ding opgeklaar het
ar: سأرحل حينما ينتهي هذا العمل

source: Ek hoop om die spook vanaand self te sien
ar: آمل أن أرى الشبح بنفسي الليله

source: Dit sal my eerste wees
ar: سيكون الاول لي

source: Kind!
ar: أيتهاالطفله!

source: Wat op aarde doen jy hier?
ar: مالذي تفعلينه هنا ؟

source: Moet haar nie aanraak nie! Jy moet nie slaapwandelaars wakker maak nie
ar: لاتلمسها, لايجب أن توقظ الذين يمشون أثناء النوم

source: Sy is yskoud
ar: إنها تتجمد برداً

source: Kan jy nog 'n kombers bring?
ar: هلّا جلبتَ غطاءً آخر؟

source: Wat op aarde...
ar: ماهذا...

source: Hier los ons nou asseblief alleen
ar: هنا من فضلك، أتركنا لوحدنا.

source: Moenie bang wees nie, Heidi
ar: (لا تخافي يا (هايدي.

source: Dis ek, die dokter
ar: أنه أنا الطبيب.

source: Het jy gedroom?
ar: فيما كُنتِ تحلمِ ؟

source: Ja, van Oupa
ar: بشأن جديّ

source: Het jy enige pyn?
ar: هل أنتِ تشعرين بألم ؟

source: Nee, net hier
ar: هنا في هذا المكان.

source: Dis seer
ar: هذا مؤلم.

source: My liewe kind, waarom het jy al daardie broodrolletjies gebêre?
ar: لماذا تحتفظِ بكل هذا الخبز ؟

source: Dis vir Ouma, sy kan nie meer growwe brood eet nie
ar: أنها لجدتي، لأنها لا تستطيع أن تأكل الخبز القاسي

source: Jy verlang huistoe, klein Heidi
ar: أتشتاقين لمنزلكِ (هايدي) ؟

source: Daar, daar
ar: هناك

source: Alles sal regkom
ar: كل شيء سيصبح على ما يرام

source: Verlange, sê jy?
ar: مُشتاقةٌ لمنزلها ؟

source: Die Switserse siekte. Haar senuwees is in 'n slegte toestand
ar: أنه "مرض السويسر"، أعصابها هادئة الآن

source: Sy moet dadelik huistoe gestuur word
ar: يجب أن ترسل بسرعة للمنزل.

source: Sy kan nie!
ar: -لا يمكنها ذلك .

source: - Sy moet!
ar: -يجب عليكَ ذلك .

source: Ek kan dit nie vir Klara aandoen nie, asseblief
ar: (لا يمكن أن أفعل ذلك لـ(كلارا.

source: Doen al wat jy kan, reg?
ar: أفعل أقصى ما يمكنكَ.

source: Ek het jou my advies gegee
ar: لقد أخبرتكَ ما يجب فعله.

source: So? het julle die spook gesien?
ar: هل رأيتَ الشبح ؟

source: Ek het nie iets gesê nie
ar: لم أقل شيئًا.

source: Vertel my alles, asseblief Pappa!
ar: أخبرني كل شيء أبي أرجوك.

source: Klara
ar: (كلارا)

source: Die spook... was ons klein Heidi
ar: الشبح.. كان هو " هايدي"

source: Heidi? - Heidi?
ar: -هايدي" "!

source: Sy loop in haar slaap, want sy kry swaar
ar: أنها تسير وهي نائمة من شدة معاناتها.

source: Wat het sy nodig?
ar: -ما الذي تحتاجهُ ؟

source: - Haar huis
ar: -منزلُها .

source: So, my liewe kind, Heidi kan nie hier bly nie
ar: (لذا يا طفلتي العزيزة (هايدي لا يمكنها المكوث هنا

source: Maar sy moet! Pa kan dit nie doen nie!
ar: لولكنيجبأن تبقى!

source: asseblief moenie! Wat sal ek doen sonder Heidi?
ar: أرجوكَ لا تفعلها، ماذا (سأفعل بدون (هايدي.

source: Heidi sal net gesond word...
ar: - لا يمكن أن تشفى هايدي إلا ...

source: - Ek wil dat sy hier bly!
ar: -لا أريدها أن ترحل .

source: Klara - Ek is ook siek, en alleen ook!
ar: كلارا

source: Jy's nou onredelik! Kalmeer dadelik, Nou!
ar: أهدأي الآن

source: Gaan net!
ar: أرحلي وحسب!

source: Gaan na jou Oupa en Peter, almal, gaan net weg!
ar: (أرحلي لجدك و (بيتر.

source: Tinette, vat my dadelik na my kamer!
ar: (خُذيني إلى غرفتي يا (تينات

source: Sebastian sal jou vandag huistoe vat
ar: سوف يأخذكِ (سبستيان) للمنزل اليوم.

source: Julle neem die trein vanmiddag, Tinette sal jou help pak
ar: (ستذهبين عن القطار، (تينات ستساعدكِ في توضيب أشيائك.

source: Huistoe, na Oupa?
ar: منزلي الذي فيه جدي ؟

source: en Klara?
ar: و (كلارا) ؟

source: Klara?
ar: كلارا) ؟ )

source: Klara asseblief, maak oop
ar: (كلارا) أرجوكِ أفتحِ الباب.

source: Kan u hierdie vir Klara gee?
ar: هلّا أعطيتَ هذه لكلارا من فضلك ؟

source: Sy moet vir my kom kuier asseblief
ar: يجب أن تأتي وتزورني. أرجوك

source: Ons sal sien
ar: سنرى في ذلك.

source: Uiteindelik weer vrede
ar: حّل السلام أخيرًا

source: Tinette! Tinette!
ar: (تينات) (تينات)

source: Ek sal jou Heidi noem
ar: (سأُسميكِ (هايدي.

source: My klein Heidi
ar: (هايدي الصغيرة)

source: Daar bo bly mense, daardie berge!
ar: هؤلاءالناسالذينيعيشونهناك .. تلك الجبال ! مستبدة للغاية.

source: Dit was 'n groot eer, mejuffrou
ar: لقد كان هذا من دواعي سروري.

source: Kyk mooi na die kind
ar: -أنتبه لهذه الطفلة .

source: - Ek sal
ar: -سأفعل .

source: Adieu!
ar: وداعاً

source: Haai, kyk! - Wat is dit?
ar: مهلًاأنظر!

source: Dis Heidi!
ar: أنها (هايدي)!

source: Dag, Heidi
ar: (مرحبًا (هايدي

source: Kom!
ar: تعال

source: Mooi! ek wil dit hê!
ar: جميل هذا اللباس أريد مثله!

source: Kyk na daardie skoene!
ar: أنظروا لهذه الأحذية

source: Heidi, ek het gehoor jy leef in 'n paleis
ar: -لقد سمعتُ أنكِ سكنت في قصر ضخم .

source: - Dit was nie 'n paleis nie
ar: - لم يكن قصرًا .

source: Wat is daarin?
ar: -ما الذي في السلة ؟

source: - Wag en sien!
ar: -أنتظر وستعرف .

source: Dit is vir u, Ouma 'n Klomp sagte rolletjies
ar: يوجد الكثير منها

source: Dis heerlik dat jy terug is, Heidi
ar: (من الرائع عودتكِ يا (هايدي

source: 'n Groot wors vir jou, Peter
ar: قطعة كبيرة من السجق لكَ.

source: Oupa!
ar: جدي!

source: Môre, Klein Swaan en Klein Beer
ar: صباح الخير أيها الدب و البجعة

source: Peter, ek kom!
ar: (أنا أتية يا (بيتر

source: So, hier is jou helfte
ar: -هذا هو نصّفكَ .

source: Liewe Klara,
ar: عزيزتي كلارا

source: Die dorp is toe onder dik sneeu
ar: القرية تعمُ بالثلج الكثيف

source: Alles is wit en sprankelend
ar: كل شيء أبيض لامع

source: Oupa en ek het in die dorp ingetrek sodat ek kan skoolgaan
ar: لقد أنتقلنا للقرية. لكي أتمكن من الذهاب للمدرسة

source: By die skool sit die seuns een kant, en die meisies aan die ander
ar: في المدرسة، الفتيات و الفتيان بجانب منفصل

source: Ons dominie is baie strenger as Mnr Kandidat
ar: قسيسنا أكثر صرامةً من السيد (كانديدات).

source: Soms word daar met 'n lat gestraf, en arme Peter loop altyd deur omdat hy laat is
ar: وأحياناً يضرب بالعصا. و (بيتر) دائمًا يُعاقب لأنه يأتي متأخرًا

source: Vertel my wat jy wil wees as jy groot is 'n Bokwagter
ar: أخبرني ماذا تريد عندما تكبر ؟ مُعلم.

source: 'n Boer
ar: -مزارعة .

source: - Boer 'n Hoefsmid, soos my Pa
ar: -مزارعة . حداد، كأبي تمامًا

source: Hoefsmid
ar: حداد

source: Ek wil stories skryf
ar: أريدُ أن أكتب القصص

source: Stilte!
ar: هدوء!

source: 'A'? - 'n letter 'D'!
ar: (حرف (الدي.

source: Amper elke dag na skool, probeer ek om arme Peter te leer lees
ar: كل يوم بعد المدرسة. أحاول أن أعلمَ بيتر القراءة.

source: O, Peter, jy het hierdie gister gedoen
ar: (لقد ذاكرنا هذه بالأمس يا (بيتر

source: Maar dit werk nie regtig nie
ar: لكنه ليس جيدًا فيها

source: O, Klara, ek mis jou so!
ar: كلارا)، أشتقتُ لكِ كثيرًا)

source: Ek dink omtrent elke dag aan jou asseblief, skryf vir my!
ar: أفكر بشأنكِ كل يوم. أرجوكِ أكتبي لي.

source: "Daar is niks wat ek meer begeer as dat jy kom kuier nie"
ar: لاشي أريد منكِ غير أن تزوريني فحسب

source: "Jou eie, Heidi"
ar: هايدي

source: Ek het nie eers totsiens gesê nie
ar: لكنّ لم أقم حتى بتوديعها.

source: Ek glo dit nie! dis Klara!
ar: أنها (كلارا!

source: Peter, Peter, Peter!
ar: (بيتر) (بيتر)

source: Peter, kyk! Dis Klara, my liefste maatjie! Klara!
ar: بيتر) أنظر أنها) كلارا) صديقتي العزيزة)

source: Heidi, Ek het jou so verlang!
ar: -أشتقتُ لكِ بشدة .

source: - Ek ook!
ar: -وأنا أيضًا .

source: My liewe kind
ar: طفلتي العزيزة

source: Jy sien, Klara was in so 'n toestand, ek het besluit om haar hier te bring
ar: كلارا كانت تحضى بوقت سيء فكرتُ أن أتي بها لهنا

source: Dink jy sy kan vir 'n paar dae hier bly?
ar: هل تيمكنها أن تبقى هنا لبعضة أيام

source: Teen betaling, natuurlik
ar: سنقوم بدفع الحساب

source: Klara is ons gas
ar: أن (كلارا) هي ضيفتنا

source: Goed - Seker?
ar: حسنًا

source: Heidi, jy moet my help aantrek
ar: هايدي، يجب أن تساعديني بأرتداء ثيابي

source: Jy het nie hierdie nodig nie
ar: -لا تحتاجي لهذا .

source: En enige hiervan ook nie
ar: ولا لأي شيء من هذا

source: Kyk, ek het dit ook nie nodig nie
ar: أنظرِ لا أحتاج لهم أيضًا

source: Heidi, nie so vinnig nie
ar: (لا تسرعي يا (هايدي

source: Klein Beer, Klein Swaan
ar: حيوان المها الأبيض

source: Hulle is net soos ek gedink het
ar: أنهم كما تخيلت

source: Peter, kom!
ar: بيتر) تعالَ)

source: Peter, kyk, dis Klara
ar: (بيتر) أنظر أنها (كلارا)

source: Klara, hierdie is Peter
ar: (كلارا) هذا هو (بيتر)

source: Dag, ek het so baie van jou gehoor
ar: مرحبًا، لقد سمعت الكثير عنك

source: Kom jy?
ar: هل أنتِ أتية ؟

source: Nee. - Hoekom? Kom ons gaan saam met hom
ar: -كلا لماذا لا نذهب معه ؟

source: Hoe gaan dit werk?
ar: كيف يمكننا ذلك ؟

source: Jy kan nie loop nie
ar: أنتِ لا تستطيعي المشي!

source: - Komaan, laat ons gaan!
ar: -هيا بنا

source: Ek sal nie vir Klara alleen los nie
ar: لن أتركَ (كلارا) وحيدة هنا

source: Gaan aan, gaan!
ar: -تحرك !

source: Ons gaan! Beweeg!
ar: هيا بنا لنذهب

source: Heidi, ek begeer so om daar bo te wees, saam met julle twee!
ar: أريد الذهاب معكم أيضًا

source: Gaan huistoe op julle eie!
ar: اذهب للمنزل بمفردكما

source: Julle dom klomp bokke!
ar: أيتها المواعز الغبية!

source: Komaan, laat loop! Gaan!
ar: هيا تحركا!

source: Het jy dit gesien?
ar: -هل رأيتي هذا ؟

source: - Ja, 'n verskietende ster
ar: -أجل، نجم ساقط

source: Nou kan ons iets wens
ar: الآن يمكننا أن نتمنى ما نريد

source: Ek wens dat...
ar: - أتمنى أن ..

source: - Nee!
ar: -كلا

source: Jy mag nie sê nie!
ar: لا يمكنكِ قولها

source: Komaan, bokke!
ar: هيا أيتها المواعز!

source: Waar is die rolstoel?
ar: أين الكرسي المتحرك ؟

source: Heidi, waar is dit?
ar: هايدي) أين الكرسي ؟ )

source: Dis nie hier nie
ar: أنه ليس هنا

source: Dis ook nie hier nie
ar: ولا هنا أيضًا

source: Dit kan mos nie net verdwyn nie
ar: لا يمكن أن يكون أختفى وحسب

source: Oupa, dis nie hier nie - Wat? is dit weg?
ar: -لم أجد الكرسي يا جدي ماذا ؟

source: Onmoonlik Het jy oral gekyk?
ar: مستحيل! خل بحثتِ في كل مكان ؟

source: Nou moet ek hier sit die hele dag, en ek kan niks doen nie
ar: الآن عليّ الجلوس اليوم كله هنا

source: Oupa sal aan iets dink
ar: جدي سيبحث عن شيء ما

source: Ek sal hom 'n les moet leer!
ar: سوف يحصل على راحة البال

source: Klein Beer?
ar: الدب الصغير ؟

source: Daar gaan jy
ar: ها أنتِ ذا

source: Ek weet wat jy gedoen het, Generaal Bokwagter!
ar: أعرف ما فعلت أيها الجنرال

source: Jou gewete sal jou sekerlik al genoeg straf
ar: ستنال بعض العقاب

source: Nou sal jy die meisies oppas totdat ek hulle vanmiddag kom haal!
ar: أهتم بالفتيات لحين أعود في المساء

source: Verstaan jy my?
ar: أتفهمني ؟

source: Ek sal vir Peter gaan haal
ar: -سأذهب و أتي ببيتر ؟

source: - Ja, kry hom
ar: -حسنًا

source: Ek wil nie!
ar: لا أريد ذلك

source: Moet dan nie!
ar: لا تفعل

source: Hy sal vir seker kom as daar kos is
ar: سيخرج عندما يأتي وقت الطعام

source: Dis so mooi, dis net soos jy gesê het
ar: أنهن جميلات -مثلما قلتِ تمامًا -أنت الآن هنا

source: Ek sal gaan bloubessies haal
ar: سوف أحضر بعض التوت البري

source: Heilige Moeder Maria!
ar: ياإلهيالعزيز!

source: Kom hier!
ar: تعالِ إلى هنا

source: Jy kan dit doen!
ar: يمكنكِ فعلها

source: Probeer net
ar: حاولِ

source: Ek wéét jy kan dit doen!
ar: أعرف أنه يمكنكِ ذلك

source: Ek is hier om my dogter te kry
ar: أنا هنا لكي أخذ أبنتي

source: Dag Alpöhi - Dag
ar: -مرحبًا عم ألب مرحبًا

source: Moeder, hoe kon u Klara bring na 'n plek soos hierdie?
ar: كيف يمكنكِ أن تأتي بـ(كلارا) لمكان كهذا ؟

source: Kyk net hoe lyk dit!
ar: أنظر من حولك

source: Dis nie 'n plek vir 'n siek meisie nie
ar: هذا ليس مكانًا لطفلًا مريضة!

source: Hierdie hut, daardie klippe orals!
ar: هذا الكوخ موجود بكل مكان!

source: Jy moet my seun vergewe
ar: أستميحكَ عذاراً من كلام إبني

source: Ek wil my dogter dadelik sien, waar is sy?
ar: أريد أن أرى أبنتي الآن ؟ أين هي ؟

source: Vader, hier is ek!
ar: أبي أنا هنا

source: Vader!
ar: أبي

source: My kind!
ar: طفلتي العزيزة

source: Jy loop!
ar: أنت تمشين!

source: asseblief, vergeef my
ar: أرجوكَ سامحني

source: Vader
ar: أبي

source: Jy loop! - Klara!
ar: أنت تمشين!

source: Dis 'n present vir jou, my dierbare kind
ar: هذه هدية لكِ

source: Dankie, Ouma
ar: شكرً لكِ جدتي

source: Daar's dan niks in nie
ar: لا يوجد شيئًا بها

source: Jy sal dit self moet volskryf
ar: لأنكِ ستملئينها بنفسك

source: Wat is verkeerd, kind?
ar: ما الأمر يا صغيرتي ؟

source: Almal het vir my gelag
ar: -الكل ضحكَ علي

source: - Waarom dan?
ar: -لماذا فعلوا ذلك ؟

source: Want ek het gesê ek gaan stories skryf
ar: لأنني أريد أن أكتب القصص

source: Hulle weet maar net nie van beter nie, Heidi, want hulle ken net hierdie dorp
ar: أنهم لا يريدونكِ أن تتحسني لأنهم لا يعلمون إلا ما في هذه القرية

source: Maar jy het tog al meer van die wêreld gesien, dan nie?
ar: ولكنكِ رأيتِ أكثر منهم

source: As iets jou vreugde gee, dan moet jy dit maar net doen, ondanks wat mense sê
ar: إذا كان شيئًا بالحياة يعطيكِ المتعة يجب عليكَ فعلهُ بكل بساطة مهما قالوا الناس عنه

source: Dit was so lekker om jou te sien
ar: كان من الرائع رؤيتكِ

source: Ek gaan jou vreeslik mis!
ar: سأشتاق لكِ

source: Ek gaan Ouma ook mis
ar: وأنا أيضًا سأشتاق لكِ

source: Heidi, totsiens
ar: هايدي) وداعاً)
